@extends('layouts.master')
<style>
    @media (max-width: 991.98px) {
        .hero-header {
            padding: 3rem 0 !important;
        }
    }
</style>
@section('content')
<div class=" bg-primary hero-header">

</div>


<style>
    #main-wrapper .container
    {
        margin-top: 100px;
    }
    .footer
    {
        margin-right: 0!important;
        width: 100%!important;
    }
    #main-wrapper .policy-container
    {
        margin-top: 50px;
    }
    #main-wrapper .policy-container h2
    {
        margin-top: 30px;
        margin-bottom: 30px;
    }
    #main-wrapper .policy-container ul li
    {
        font-size: 18px;
        margin-bottom: 7px;
    }
    .lead
    {
        font-size: 20px;
        margin-top: 10px;
    }
    h2
    {
        position: relative;
    }
    h2:before
    {
        width: 50px;
        height: 2px;
        background: #FC8422;
        bottom: 0;
        right: 0;
        font-size: 22px;
        content: "";
        position: absolute;
        color: #ccc;
        top: 35px;
    }
    </style>
    
    <div class='container'>
        
        <h1 class='text-center'>شروط وأحكام التسجيل</h1>
        <!-- <div class='policy-container'>
            
            <h2>مرحبًا بك في  خريج </h2>
            
            <p class='lead'>
                يخضع استخدامك لخدمة بنك الأسئلة  لشروط الاستخدام هذه والموضّحة أدناه ، خدمات موقع خريج تساعد المستخدم في المراجعة الشاملة للاختبار الوطني الكويتي- قسم اللغة الإنجليزية والذي يتضمن ثلاث أجزاء (القواعد النحوية، الكلمات، القراءة والاستيعاب) كما يمكن للمستخدم البدء باختبار أحد هذه الأجزاء أو البدء باختبار شامل مكوّن من 85 سؤال. عند إنشاء حساب على موقع خريج أو استخدام خريج ، يُعد ذلك موافقة منك على هذه الشروط.            </p>
            
            <p class='lead'>
                تمثل خدمة بنك الأسئلة إحدى الخدمات الالكترونية التي توفرها إليك شركة خريج للاستشارات، تُشكل شروط الاستخدام المُشار إليها في هذه الوثيقة اتفاقية بينك وبين شركة خريج للاستشارات.            </p>
            
            <h2>حماية معلومات المستخدم الخاصة بك</h2>
                
            <p class='lead'>
                يعتبر إرسال البيانات عبر الإنترنت أمرا لا يمكن ضمانه على نحو كلي، ومع التزامنا التام بحماية معلومات المستخدم الخاصة بك، فإننا لا نستطيع ضمان أمان إرسال معلومات المستخدم الخاصة بك إلى الموقع، إن أي بيانات يتم إرسالها، بما في ذلك معلومات المستخدم الخاصة بك، تكون على مسؤوليتك أنت.            </p>
            
            <p class='lead'>
                من جانبنا فإننا نعي معايير الأمان ونستخدم تطبيقات الأمن من أجل حماية معلومات المستخدم من أي اختراق غير مشروع أو إساءة استخدام، وعليه ولدى استخدامنا معلومات المستخدم فإننا نقوم بتطبيق إجراءات معايير الأمان ومواصفات الأمن من أجل منع الوصول غير المشروع إلى معلومات المستخدم.            </p>
            
            <h2>خدماتنا</h2>
            
            <p class='lead'>
                الغرض الأساسي من توفير بنك الأسئلة هو التسهيل على المستخدم إيجاد مكان متخصص للتدريب على الاختبار الوطني الكويتي -قسم اللغة الإنجليزية حيث يشمل الموقع عدد كبير من الأسئلة المتنوعة والشاملة لتغطي كافة المستويات، والتي نقوم دورياً بتحديثها حسب اعتمادها من المتخصصين في اللغة الإنجليزية.            </p>

            
            <h2>التزاماتنا</h2>
            <p class='lead'>
                لما كان لشركة خريج للاستشارات الخبرة والمعرفة الكاملة في تقديم الاستشارات في المجال التربوي والتعليمي لكل من:            </p>
          
                <ul>
                    <li>1-	طلبة الثانويات العامة والخاصة داخل دولة الكويت. </li>
                    <li>2-	للأشخاص المهتمين بالمجال التربوي والتعليمي.</li>
                    
                    </ul>
          
                <p class='lead'>
                نتعهد في القيام بالخدمات التالية:
            </p>
            <ul>
                <li>إصلاح أي خلل فني بالموقع خلال مدة لا تتجاوز الـ72 ساعة عمل.</li>
                <li>الرد على استفساراتكم واقتراحاتكم خلال مدة لا تتجاوز الـ72 ساعة عمل.</li>
                <li>تطوير بنك الأسئلة باستمرار لمواكبة احتياج المستخدمين.</li>
                <li>لا ندعي ملكيتنا للمحتوى الذي نقدمه، وإنما نمنحها بطريقة فريدة لاستخدامه.</li>
                <li>يحق لنا منح حقوقنا والتزاماتنا إلى الآخرين. على سبيل المثال، قد يحدث ذلك إذا طرأ تغيير على ملكيتنا (كما هو الحال في عمليات الاندماج أو الشراء أو بيع أصولنا) أو بموجب القانون.</li>
            </ul>
            
            <h2>التزاماتك</h2>
            <p class='lead'>
                في مقابل التزامنا بتقديم الخدمة لك، نطلب منك الامتثال إلى الالتزامات التالية تجاهنا.
            </p>
            
            <p class='lead'>
                نطمح إلى أن تتميز خدمتنا بالانفتاح والشمولية إلى أقصى درجة ممكنة، إلا أننا في الوقت ذاته نحرص على أن تكون محمية وآمنة، ومتوافقة مع القوانين السارية بدولة الكويت ولذلك، نريد منك الالتزام ببعض القيود لتكون جزءًا من مجتمع (خريج)
            </p>    
            
            <ul>
                <li>لا يجوز لك انتحال شخصية الآخرين أو تقديم معلومات غير دقيقة.</li>
                <li>لا يجوز لك القيام بأي شيء غير قانوني أو مضلل أو احتيالي أو بغرض غير قانوني أو غير مصرّح به.</li>
                <li>لا يجوز لك القيام بأي شيء يهدف إلى إعاقة أو التداخل مع التشغيل المقصود للخدمة.</li>
                <li>لا يجوز لك محاولة إنشاء حسابات أو الوصول إلى معلومات أو جمعها بطرق غير مصرّح بها.</li>
                <li>لا يجوز لك محاولة شراء أو بيع أو نقل أي جزء من أجزاء حسابك (بما في ذلك اسم المستخدم) أو طلب أو تجميع أو استخدام بيانات اعتماد تسجيل الدخول أو الشارات الخاصة بالمستخدمين الآخرين.</li>
                <li>لا يجوز لك انتهاك (أو مساعدة الآخرين أو تشجيعهم على انتهاك) هذه الشروط أو سياساتنا، بما في ذلك على وجه الخصوص</li>
                
                <li>يجب ألا يقل عمرك عن 13 عامًا لاستخدام  (بنك الأسئلة)</li>
                <li>يجب ألا تكون ممنوعًا من استخدام أي جزء من أجزاء خدمتنا بموجب القوانين السارية أو الانخراط في الخدمات المرتبطة بعمليات الدفع إذا كنت مدرجًا بقائمة الجهات المحظور التعاون معها.</li>
                <li>يجب ألا نكون قد قمنا قبل ذلك بتعطيل حسابك بسبب قيامك بانتهاك القانون أو أيٍ من سياساتنا.</li>
                <li>يجب ألا تكون مدانًا بارتكاب جرائم الشرف والأمانة.</li>
                <li>يجب ألا يتم استخدام المعلومات المقدمة من (خريج) في غير الأغراض المسموح بها في المجال التربوي والتعليمي.</li>
                <li>لا يجوز لك نشر معلومات خاصة أو حساسة، أو القيام بأي شيء من شأنه انتهاك حقوق شخص آخر، بما في ذلك حقوق الملكية الفكرية.</li>
            </ul>
            
            <h2>طريقة الاستخدام</h2>
            <ul>
                <li>يقوم المستخدم بالتسجيل في الموقع الخاص ببنك الأسئلة عبر ادخال بياناته الشخصية.</li>
                <li>بعد تسجيل المستخدم في الموقع، سيصل رمز تفعيل إلى رقم الهاتف المحمول المُدخل عبر رسالة نصية SMS.</li>
                <li>يستخدم رمز التفعيل للتأكد من صحة رقم الهاتف المُدخل.</li>
                <li>يعتبر رقم الهاتف معلومة فريدة لكل حساب جديد حيث لا يمكن إنشاء أكثر من حساب بنفس رقم الهاتف.</li>
                
                <li>بعد تسجيل الدخول إلى النظام بنجاح، يمكن الاشتراك بأحد الباقات المتوفرة لاستخدام بنك الأسئلة حيث يمكن الدفع عن طريق طرف ثالث يقوم بتحصيل المبالغ بالنيابة عن شركة خريج للاستشارات.</li>
                
                <li>الاشتراكات المدفوعة لا ترد ولا تستبدل استناداً لأحكام القانون رقم 39/2018م بشأن حماية المستهلك.</li>
                <li>يحق لـ (خريج) إغلاق أي حساب يقوم بتوزيع بيانات الدخول لأشخاص آخرين دون إذن مسبق من الإدارة.</li>
                <li>يمكن للمستخدم الدخول إلى بنك الأسئلة باستخدام متصفحين اثنين للانترنت كحد أقصى.</li>
                </ul>
        
            <h2>ماذا نفعل بمعلومات المستخدم التي تقدمها إلينا؟</h2>
            
            <p class='lead'>

                لدى قيامك بإدخال معلومات المستخدم، فأنت توافق بأن نقوم نحن بالاحتفاظ بمعلومات المستخدم الخاصة بك وذلك عن طريقنا أو عن طريق خدمات شركة تكون طرفا ثالثا يقوم بمعالجة هذه المعلومات بالنيابة عنا.
            </p>
            
            <p class='lead'>
                يجوز لنا أن نستخدم معلومات المستخدم الخاصة بك وذلك حسب بنود سياسة الخصوصية هذه من أجل الأغراض التالية:
            </p>
            
            <ul>
                <li>إجراء أبحاث السوق، بما في ذلك التحليل الإحصائي المتعلق بسلوك المستخدم، والتي يجوز لنا عرضها على أطراف ثالثة على نحو غير شخصي، وبشكل كلي؛</li>
                <li>تمكيننا من الإيفاء بكافة المتطلبات المفروضة علينا قانونيا؛ و</li>
                <li>إرسال مخاطبات دورية إليك (والتي تتضمن رسالة بريد إلكتروني)، بخصوص المواصفات، والخدمات، والفعاليات، والعروض الخاصة.</li>
            </ul>
            
            <p class='lead'>
                يجوز لنا أن نقوم بالإفصاح عن معلومات المستخدم الخاصة بك إلى طرف ثالث:
            </p>
            
            <ul>
                <li>من أجل أن يقوم الطرف الثالث بإرسال مخاطبات دورية لك بخصوص المواصفات، والمنتجات، والخدمات، والفعاليات، والعروض الخاصة بالنيابة عنا، أو لمعالجة أي خلل فني في حسابك.</li>
                <li>في حال قمنا ببيع أو شراء أعمال، وفي هذه الحالة يجوز لنا أن نفصح معلومات المستخدم الخاصة بك للشاري أو البائع المحتمل لمثل هذه الأعمال أو الممتلكات.</li>

                <li>في حال تملك طرف ثالث كافة موجوداتنا أو معظمها، ففي هذه الحالة تؤول معلومات المستخدم الخاصة بك والتي قمت بتقديمها لنا إلى الطرف الثالث كجزء من الموجودات المنقولة له.</li>
                <li>في حال توجب علينا الإفصاح عن أو مشاركة معلومات المستخدم الخاصة بك من أجل: أ)الانصياع للالتزامات القانونية؛ ب) تطبيق أو تنفيذ الشروط والأحكام و\أو أي اتفاقيات أخرى؛ أو ج) حماية حقوقنا، وملكيتنا، وسلامتنا، وزبائننا، أو مستخدمون آخرون.</li>
            </ul>
            
            <p class='lead'>
                قد نقوم بالإفصاح عن معلومات المستخدم الخاصة بك لأي من الشركات المنتمية لنا، والتي قد تتضمن شركاتنا الفرعية وشركاتنا القابضة، حيثما كان موقع هذه الشركات في العالم ولأي سبب كان.
            </p>
            
            <h2>التحديثات</h2>
            
            <p class='lead'>
                تستطيع أن تعلمنا بأي تحديثات، وتعديلات، وتصحيحات، تقوم بها على معلومات المستخدم التي قمنا بجمعها مسبقا من خلال التواصل معنا، وقد نقوم بتغيير سياسة الخصوصية من وقت إلى آخر ولهذا يتعين عليك مراجعتها دوريا، ويكون استخدامك لبنك الأسئلة  دلالة على قبول سياسة الخصوصية المطبقة في ذلك الوقت، نحتفظ بحقنا بتغيير أو تعديل أو تحديث سياسة الخصوصية هذه في أي وقت من الأوقات، كما يحق لـ (خريج) بالتعديل على الاشتراكات إن اقتضى الأمر.            </p>
            
            <h2>إلغاء الاشتراك</h2>
            
            <p class='lead'>
                يستطيع المستخدم طلب إلغاء الاشتراك عبر التواصل معنا أو ببساطة عن طريق عدم تجديد الاشتراكات المنتهية، علماً بأن المبالغ المدفوعة مسبقاً غير قابلة للاسترجاع أو النقل لحساب آخر استناداً لأحكام القانون رقم 39/2018م بشأن حماية المستهلك.            </p>
            
            <h2>الملفات النصية (كوكيز)</h2>
            
            <p class='lead'>
                يتوجب عليك أن تعلم أنه من الممكن أن يتم جمع المعلومات والبيانات تلقائيا من خلال استخدام الملفات النصية (كوكيز). وهي ملفات نصية صغيرة يتم من خلالها حفظ المعلومات الأساسية التي يستخدمها موقع الشبكة من أجل تحديد الاستخدامات المتكررة للموقع وعلى سبيل المثال، استرجاع اسمك إذا تم إدخاله مسبقا. قد نستخدم هذه المعلومات من أجل متابعة السلوك وتجميع بيانات كلية من أجل تحسين الموقع، واستهداف الإعلانات وتقييم الفعالية العامة لمثل هذه الإعلانات.            </p>
            
            <p class='lead'>
                لا تندمج هذه الملفات النصية ضمن نظام التشغيل الخاص بك ولا تؤذي ملفاتك. وإن كنت تفضل عدم جمع المعلومات من خلال استخدام الملفات النصية، تستطيع اتباع إجراء بسيط من خلال معظم المتصفحات والتي تمكنّك من رفض خاصية تنزيل الملفات النصية. ولكن لا بد أن تلاحظ، أن الخدمات الموجهّة لك شخصيا قد تتأثر في حال اختيار تعطيل خيار الملفات النصية. إذا رغبت في تعطيل خاصية إنزال الملفات النصية اضغط الرابط هنا للتعليمات التي ستظهر في نافذة منفصلة.   
            </p>
            
            <h2>الجهات التي تتحمل المسؤولية في حالة حدوث شيء ما.</h2>
            
            <p class='lead'>
                يتم توفير خدمتنا "كما هي"، ولا يمكننا ضمان أن تظل آمنة أو محميّة أو تعمل بكفاءة تامة طوال الوقت، إلى الحد الذي يسمح به القانون، فإننا نخلي مسؤوليتنا أيضًا تجاه كل أنواع الضمانات، سواءً كانت صريحة أو ضمنية، بما في ذلك الضمانات الضمنية للرواج التجاري، والملاءمة لغرض معين، وعدم انتهاك الحقوق والملكية.
            </p>
            
            <p class='lead'>
                كما أننا لا نتحكم فيما يقوم به المستخدمون أو يفعلوه، ولا نتحمل أي مسؤولية تجاه أفعالهم (أو أفعالك) أو سلوكياتهم (أو سلوكياتك) (سواء عبر الإنترنت أو في الواقع) أو أي محتوى تتم مشاركته (بما في ذلك أي محتوى غير قانوني أو مرفوض). وكذلك لا نتحمل أي مسؤولية عن الخدمات أو الميزات المقدمة من أشخاص أو شركات أخرى، حتى وإن وصلتَ إليها من خلال خدمتنا.            </p>
            
            <p class='lead'>
                تقتصر مسؤوليتنا تجاه أي شيء يحدث على خدمتنا (والذي يُطلق عليه أيضًا "المسؤولية") على الحد الأقصى الذي يسمح به القانون. في حالة حدوث أي مشكلات في الخدمة التي نقدمها، لا يمكننا معرفة كل الآثار المحتملة لتلك المشكلات. أنت توافق على أننا لسنا مسؤولين - لا نتحمل ("المسؤولية") - تحت أي ظرف من الظروف عن أي خسائر في الأرباح أو الإيرادات أو المعلومات أو البيانات أو أي أضرار تبعية أو خاصة أو غير مباشرة أو تحذيرية أو عقابية أو عارضة تنشأ عن أو ترتبط بهذه الشروط، حتى وإن كنا على علم باحتمالية وقوع مثل تلك الأضرار والخسائر. وذلك يشمل حالات حذف المحتوى الذي نقدمه أو معلوماتك أو حسابك.
            </p>
            
            <h2>للاتصال</h2>
            
            <p class='lead'>
                للاستفسار أو التعليق حول هذه السياسة الرجاء التواصل معنا عبر أحد الوسائل التالية:           
             </p>
            
            <p class='lead'>
                Email: cv@khereej.org
            </p>
            
            <p class='lead'>
                WhatsApp: +96596615789
            </p>
            
            <p class='lead'>
                * لا تغطي سياسة الخصوصية هذه الانتقال إلى موقع طرف ثالث تذهب إليه من هذا الموقع.          
              </p>
        </div> -->
        <div class="policy-container">
            <p class='lead'>
                تقام الدورة التحضيرية الخاصة لاختبارتقام الدورة التحضيرية الخاصة لاختبار وظيفة باحث مبتدئ قانوني لوظيفة محقق (ج) للكويتيين
 خلال الأيام التالية: 10 و 11 و
                13 و
                14 و
                أغسطس
                2024 عام
                ، وذلك في مسرح فندق كراون بلازا
                –
                5:30 الفروانية، من الساعة
                8:30 
            </p>
            <p class='lead'>
                –
                5:30 الفروانية، من الساعة
                8:30 م حتى الساعة
                م
            </p>
            <p class='lead'>
                -
                المواعيد المعلنة قابلة للتغيير الجزئي، وسيتم ارسال التغييرات للمتدربين قبل البدء بالدورة
                في حال أي تغيير.
            </p>
            <p class='lead'>
                -
                الدورة التحضيرية ستغطي العديد من الجوانب النظرية المهمة ولكن النجاح في الاختبار يعتمد على مجهود الطالب الإضافي
                في البحث والتعلم الذاتي والاعتماد على محتوى الدورات التدريبية فقط لن يضمن النجاح في أي اختبار.
            </p>
            <p class='lead'>
                -
                لا يحق لأي متدرب الحضور والمشاركة بالدورة إلا بعد إتمام عملية دفع الرسوم بنجاح.
            </p>
            <p class='lead'>
                -
                الرسوم غير قابلة للاسترجاع أو البدل.
            </p>
            <p class='lead'>
                -
                لا يسمح بأي شكل من الأشكال تسريب محتوى الدورة لغير المتدربين المسجلين لدينا، ويمنع التسجيل الصوتي أو المرئي
                للمحاضرات الخاصة بالدورة، وفي حال ثبوت قيام أحد المتدربين بالتسجيل الصوتي أو المرئي، سيتم إلغاء تسجيله فوراً.
            </p>
            <p class='lead'>
                -
                .شركة خريج للاستشارات 
            </p>
        </div>
    </div>



@endsection

@section('js')
<script>
    function payment(el) {
        var link = $(el);
        var modal = $("#payment");
        var id = link.data('id');
        // var phone = link.data('phone');
    
        modal.find('#id').val(id);
        // modal.find('#phone').val(phone);
    }

    $('#payment').submit(function(e) {
            e.preventDefault();
            
            $.ajax({
                url: "{{route('payment.subscription')}}",
                headers: {
                    'X-CSRF-TOKEN': '{{csrf_token()}}'
                },
                type: "POST",
                async: false,
                contentType: "application/json; charset=utf-8",
                data: JSON.stringify({ 
                    package_number: $('#id').val(),
                }),
                success: function(data){            
                    window.location.href = data;
                }
            });
        });
</script>
@endsection